Repository: OPUS4/application
Catalog: modules/default/language/auth.tmx
Source language: de
Languages: en

source: Anmeldung
en: User Login

source: Sie benötigen ein existierendes Nutzerkonto um sich anzumelden.
en: You need an existing account to log in.

source: Name
en: Username

source: Passwort
en: Password

source: Username fehlt.
en: Username is required.

source: Passwort fehlt.
en: Password is required.

source: Die Eingabe ist ungültig.
en: Login failed. Invalid credentials.

source: Erfolgreich authentifiziert.
en: Authenticated successfully.
